{
  "title": "",
  "text": "ISEE Essay \nStrategies\nby Test Innovators\nTest Innovators, Inc.\nCopyright © 2019\n\nThe ISEE Essay\nThe essay section is the only unscored portion of the ISEE. A copy is sent to schools \nalong with the score report. \nStudents will be asked to write an essay in response to the given prompt. Essay \nprompts will look like this: \nTip\n\t\nSome\tschools\twill\tcompare\t student\tapplication\t essays\twith\tthe\tISEE\t\nessay.\tIf\tthe\tapplication\t essays\tare\twritten\tvery\tdifferently\t from\tthe\t\nISEE\tessay,\tschools\tmay\tdisregard\t the\tapplication\t essays\tentirely\t\nbased\ton\tan\tassumption\t that\tthese\tmay\thave\tbeen\twritten\tby\t\nsomeone\telse\t(a\tparent,\ttutor,\tetc.)\nMake\tsure\tthat\tyou\twrite\tyour\town\tapplication\t essays!\tParents,\t\nguardians,\t and\tothers\tcan\thelp\twith\tthe\tediting\tprocess,\t but\tthe\t\nwriting\tshould\tbe\tyour\town!\nHow schools use the ISEE essay: \nThe way in which each admissions department uses the ISEE essay varies from \nschool to school, but the following are the main essay elements that will be evaluated:\n 1. Topic choice\n 2. Organization and structure\n 3. Use of examples and details\n 4. Writing mechanics (spelling, punctuation, grammar)\n\nEssay Strategies\nTopic Choice\nTry to choose a topic that showcases something you care about and are familiar with. \nRemember to write in a way that shows you in a positive light, and that highlights \npart of your personality. This is your chance to show the school who you are outside \nof school! \nFor example, imagine that you are given this prompt: \nEssay Structure\nFor the personal essay, you should have a clear, focused topic that directly answers \nthe given question. It should be structured much like essays you may have written in \nschool, with an introduction, two or three body paragraphs, and a conclusion. \nIn the introduction, state your topic and then introduce your two to three reasons—\nthese will be the topics of your body paragraphs. In the body paragraphs, include \nspecific examples from your experiences to support each reason. Then, in the \nconclusion, rephrase your main points and offer something new to the reader, such \nas describing how this topic will affect your actions in the future.\nMake sure to pick a topic that is personally important to you! Is there a place you \nhave visited that has meant a lot to you, or a place where people that you care \nabout live? Make sure to choose something you know about, care about, and can tell \nstories about.\n\nTime Management\nWith limited time to write, managing your time effectively is incredibly important. \nStart by spending the first 2-5 minutes outlining your work. After you have a plan, go \nahead and get writing! This is where you will spend the bulk of your time. You’ll need \nto watch the clock, and save yourself 2-5 minutes at the end for review.\nRevision\nEditing and reviewing at the end is a crucial step in creating a polished writing sample.\nTry to catch any grammar, spelling, capitalization, or punctuation mistakes, and \nchange \"weak\" words to \"strong\" ones. \nHere's an example of writing stronger, more visual sentences:2-5 minutes\n15-20 minutes\n2-5 minutesPlan\nWrite\nRevise\nNeatness and organization matter! You want your writing to be as smooth and polished \nas possible. Make sure you write slowly enough that your handwriting is legible.  \nI walked to the beach. \nI strolled leisurely to the beach.\n \nI dashed down the path to the beach.\n\nEssay Components\nThe Introduction\nThe purpose of the introduction is to clearly communicate to the reader what you \nare going to talk about in the rest of the essay. Your introduction should generally \nbe four to five sentences long. The first sentence is a “hook,” which is a question, \ndescription, or anecdote that captures the reader’s attention. The second sentence \nshould restate the question and answer it. The last two to three sentences should \nprovide an overview of your reasons.\nUse this as your guide to the sentences in your introduction:\nHere's a sample introduction:\n\n\nThe Body\nThe body paragraphs of an essay explain how your reasons support your topic, as \nwell as providing specific details and examples to make your reasons concrete. As \nmuch as possible, these reasons should come from your own life and interests.\nIf you are writing about a place you’d want to move, for example, tell about an \nimportant visit you had there. Describe the scenery and the sights and sounds! Use \nwords that appeal to the reader’s senses: sight, sound, smell, touch, and taste. \nMake sure that your details and examples stay on topic and don’t become too \nlongwinded. Your body paragraphs should be about 5-7 sentences long, so make \nsure to include only relevant information.\nHere are sample body paragraphs:\n\n\nThe Conclusion\nYour last paragraph, the conclusion, wraps up everything you’ve written \nabout in your essay. In the conclusion, make sure to take 2-3 sentences \nto restate your topic and reasons. It is very important to use new words \nand phrases here, so that you don’t repeat yourself. \nLastly, give the reader a positive closing statement. This can be a \ndescription of your growth, something you have learned related to the \ntopic, or your future plans.\nHere's a sample conclusion:\n\n\nTopic Choice\n □Is this topic something you know a lot about?\n □Is this topic something you care about?Essay Writing Checklist\nSpecific Details and Examples\n □Do you provide specific details for each of your reasons?\n □Do you have enough examples to fill your body paragraphs?\nOrganization and Structure\n □Do you have a 4-5 sentence introduction?\n □Do you have 2-3 body paragraphs that are 5-7 sentences long?\n □Do you have a 2-3 sentence conclusion?\nStyle\n □Is your writing clear?\n □Is your word choice varied?\n □Did you include one or two strong vocabulary words?\nMechanics\n □Did you indent your paragraphs?\n □Is your handwriting neat and legible?\n □Did you check your spelling, capitalization, and punctuation?\n\nFull Sample Essay #1\n As I gazed up at the clear skies and the majesty of Mount Tongariro, I knew \nthat New Zealand was the most amazing place I had ever been. My visit there taught \nme that, if I had the power to move anywhere in the world, I would want to move to \nNew Zealand. Moving to New Zealand would allow me to spend more quality time \nwith my aunt, uncle, and cousins, who live there. If I moved to New Zealand, I would \nalso be able to hike and explore the amazing, beautiful outdoors.\n Although my parents and I live in New York City, much of my extended family \nlives in Wellington, New Zealand. Last summer, we traveled there to visit them. I got \nto spend time with my cousins, Grace and Alex, who I hadn’t seen in years. While \nwe all felt a little shy at first, we soon discovered how much we have in common. \nMy cousin Grace and I both love to skateboard, and Alex and I both were teaching \nourselves Japanese! We had a great summer exploring the city together as well as \nhiking with our parents. If I moved to New Zealand, I would be able to enjoy their \ncompany the whole year, not just for a summer.\nBecause I have spent most of my life in a large city, I am always grateful for opportunities \nto spend time outdoors. In New Zealand, I was awestruck by the incredible natural \nbeauty that the islands had to offer. One of my favorite trips that we took was to \nthe Tongariro National Park. In the National Park, we rented mountain bikes and \nbiked through the forest, under the watchful eye of Mount Tongariro. It was a truly \nspectacular experience. If I moved to New Zealand, I would take trips to so many \nmore amazing locations.\n My visit to New Zealand last summer truly solidified that it would be my dream \nplace to live. I valued the time I spent with my family there, and I would love to be \nable to spend more time learning and growing with my cousins. I also discovered my \npassion for the outdoors and would be excited to spend time exploring new places. \nOf course, my family is not moving away from New York any time soon, but that \ndoesn’t mean I can’t start planning my next New Zealand trip! \n\n\nFull Sample Essay #2\n Last spring, when the winners of the yearly essay contest were announced at an \nassembly, I felt nervous but had no expectation of winning. Imagine my astonishment \nwhen the principal called my name—I had won an award for the best essay in the \nschool district! More than any other piece of schoolwork, the process of writing this \nessay made a great impact on my goals and values. It has helped me become more \nconfident in my writing abilities, cementing my desire to someday become a journalist. \nAdditionally, since I had worked very hard on my essay, this accomplishment has \ntaught me that hard work truly does pay off. \n Although I have long enjoyed writing, I never thought that I was good enough \nto become a professional writer. I was enthusiastic about my writing, but always \nfound fault with my work. Last year, when the essay contest was first announced, \nI felt passionate about the topic, Water Conservation, and conducted research for \nmonths to finish my essay. Although it was difficult at times, I surprised myself by \nmy determination and persistence throughout the process, which showed me that \nperhaps I can pursue writing as a career. Someday, I hope to become a journalist, \nreporting on and arguing for important issues such as water conservation.\n Writing my Water Conservation essay also taught me how important it is to \nbe studious even with subjects that I enjoy. Because I enjoy writing and it comes \neasily to me, sometimes I don’t put in the effort that I should. For the essay contest, \nhowever, I spent countless hours honing my argument, organizing my ideas, and \nmaking sure that my sentences were strong and vibrant. Even though I was tired \nfrom my homework and swim practice, I took the time to work hard on and complete \nan essay that I believed in. When I submitted my work, I felt truly proud of my writing \nand satisfied that I had created a meaningful essay.\n Because of this positive experience last year, I have grown as both a writer \nand student. In my classes this year, I have approached my writing assignments with \ngusto, learning from each mistake, and trusting that I do have the capabilities to be \nan accomplished writer someday. I have also applied the work ethic I learned through \nwriting the essay to my other classes at school. I can’t wait to see the rest of my hard \nwork pay off! Although I may never win another award, I can rest in the satisfaction \nof working hard and doing what I love.\n\n\nExamples of Student Essays\n If I could gain one new skill, I would want it to be photography, so that I could \ntake a picture of something amazing and never seen before. Why would you want \nto do this? Well, for three reasons. The first being that photography is an incredible \nway to capture images of objects that are not just boring, the second reason is that \npeople would appreciate the photographs I would take. Now, and this is the most \nimportant reason. I would want to share my many photographic experiences with \nother people to not only appreciate the moment but to be a part of it. \n As a photographer, I would take pictures of all kinds of amazing objects. A \ngood photographer knows how watch their surroundings to find cook things to take \npictures of, I also think that I would be a good photographer because I love to be aware \nof my surroundings. As easy as it can be to not watch around you or pay attention \nto the beauty of life. That is one of the primary things that a photographer must do. \nI also enjoy looking at beautiful photographs taken by professional photographers. \nFor example, horses, whales, and the beauty of the ocean.\n In conclusion, these are the reasons that I would be a professional photographer, \ntaking a picture of something amazing.\nRead through the following essays and note strengths and weaknesses. Note any \nmistakes, including topic choice, details and examples, structure, style, and mechanics. \nNotes: ___________________________________________________________________________\n__________________________________________________________________________________\n__________________________________________________________________________________\n__________________________________________________________________________________\n__________________________________________________________________________________\n__________________________________________________________________________________\n\nEdited Student Essay\n If I could gain one new skill, I would want it to be \nphotography, so that I could take a picture of something \namazing and never seen before. Why would you want to do \nthis? Well, for three reasons. The first being that  Photography \nis an incredible way to capture images of objects that are \nnot just boring ., the second reason is that p People would \nappreciate the photographs I would take . Now, and this \nis the most important reason. I would want to share my \nmany photographic experiences with other people to not \nonly appreciate the moment but to be a part of it  could \nexperience what I had seen through my photographs . \n As a photographer, I would take pictures of all kinds of \namazing objects. A good photographer knows how to watch \ntheir surroundings to find cook cool things to take pictures \nof,. I also think that I would be a good photographer because \nI love to be aware of my surroundings. As easy as it can be \nto not watch around you or pay attention to the beauty of \nlife. That is one of the primary things that a photographer \nmust do. I also enjoy looking at beautiful photographs taken \nby professional photographers. For example, horses, whales, \nand the beauty of the ocean.\n In conclusion, These are the reasons that I would be \na professional photographer, taking a picture of something \namazing .\n{This introduction \nrambles and goes \non too long. An \nintroduction only \nneeds to be four \ngood sentences. \n{\n{}The student \nshould pick \nand describe \none particular \namazing thing \nthey’d like to \nphotograph, so \nthat the essay is \nmore specific. \n}This body \nparagraph \nshould be split \ninto two: one \nfor each main \nreason. This one \nlong paragraph \ngoes off-topic. \nIt should also \ninclude more \ndetails and fewer \ngeneralizations.\nWe finally get \nsome examples \nhere. These \nshould come \nearlier. The conclusion \nis too short and \nshould do more. \nHow would the \nstudent learn or \ngrow from being \na photographer?Watch out \nfor sentence \nfragments!\nThe student repeats the word \n“amazing” too many times. Make \nsure to vary vocabulary words.}This sentence is \nconfusing. This \npossible revision \nhelps to clarify \nthe student's \nmeaning to the \nreader. \n\n Out of all the famous people in history, I think that I would most like to meet \ngeorge washington carver. george washington carver was an inventor, who was very \ndedicated to his work and to helping farmers. He was a botanist, and I care a lot \nabout botany and plants, so he would be a good person for me to meet. \n george washington carver was born in Missouri, and became interested in \nplants at a young age, much like me. I remember learning in class that he even had a \nmini garden as a child, where he nursed sick plants back to health. Can you believe \nthat? \n I also have a garden, where I plant tomatoes, beans, and lettuce. Sometimes, \nthe lettuce gets eaten by slugs, which is a real bummer.\n In my report I did on him for Mr. Shanahan’s class I also learned about how \ngeorge washington carver invented many peanut products for people to use from \nthe crop. He invented peanut butter, for example, and fuel made out of peanuts. He \nalso invented many other products and was a very dedicated researcher. I would like \nto grow up to become a researcher as well.\n One of the things that I really like about george washington carver is that he \npursued everything that he did out of a desire to help people, not to make money. \nAll of his work helped famers to survive in areas where the land was not producing \nmany crops anymore. \n He never even patented his ideas because he wanted them to be free to \nothers. Now we have george washington carver day.\n Overall, my desire to be an inventor and my love for plants means that I have \na great enjoyment of george washington carver. I would meet him and talk about his \ninventions for at least a day.\nNotes: ___________________________________________________________________________\n__________________________________________________________________________________\n__________________________________________________________________________________\n__________________________________________________________________________________\n__________________________________________________________________________________\n__________________________________________________________________________________",
  "pages": [
    {
      "page_number": 1,
      "text": "ISEE Essay \nStrategies\nby Test Innovators\nTest Innovators, Inc.\nCopyright © 2019",
      "word_count": 12
    },
    {
      "page_number": 2,
      "text": "The ISEE Essay\nThe essay section is the only unscored portion of the ISEE. A copy is sent to schools \nalong with the score report. \nStudents will be asked to write an essay in response to the given prompt. Essay \nprompts will look like this: \nTip\n\t\nSome\tschools\twill\tcompare\t student\tapplication\t essays\twith\tthe\tISEE\t\nessay.\tIf\tthe\tapplication\t essays\tare\twritten\tvery\tdifferently\t from\tthe\t\nISEE\tessay,\tschools\tmay\tdisregard\t the\tapplication\t essays\tentirely\t\nbased\ton\tan\tassumption\t that\tthese\tmay\thave\tbeen\twritten\tby\t\nsomeone\telse\t(a\tparent,\ttutor,\tetc.)\nMake\tsure\tthat\tyou\twrite\tyour\town\tapplication\t essays!\tParents,\t\nguardians,\t and\tothers\tcan\thelp\twith\tthe\tediting\tprocess,\t but\tthe\t\nwriting\tshould\tbe\tyour\town!\nHow schools use the ISEE essay: \nThe way in which each admissions department uses the ISEE essay varies from \nschool to school, but the following are the main essay elements that will be evaluated:\n 1. Topic choice\n 2. Organization and structure\n 3. Use of examples and details\n 4. Writing mechanics (spelling, punctuation, grammar)",
      "word_count": 172
    },
    {
      "page_number": 3,
      "text": "Essay Strategies\nTopic Choice\nTry to choose a topic that showcases something you care about and are familiar with. \nRemember to write in a way that shows you in a positive light, and that highlights \npart of your personality. This is your chance to show the school who you are outside \nof school! \nFor example, imagine that you are given this prompt: \nEssay Structure\nFor the personal essay, you should have a clear, focused topic that directly answers \nthe given question. It should be structured much like essays you may have written in \nschool, with an introduction, two or three body paragraphs, and a conclusion. \nIn the introduction, state your topic and then introduce your two to three reasons—\nthese will be the topics of your body paragraphs. In the body paragraphs, include \nspecific examples from your experiences to support each reason. Then, in the \nconclusion, rephrase your main points and offer something new to the reader, such \nas describing how this topic will affect your actions in the future.\nMake sure to pick a topic that is personally important to you! Is there a place you \nhave visited that has meant a lot to you, or a place where people that you care \nabout live? Make sure to choose something you know about, care about, and can tell \nstories about.",
      "word_count": 221
    },
    {
      "page_number": 4,
      "text": "Time Management\nWith limited time to write, managing your time effectively is incredibly important. \nStart by spending the first 2-5 minutes outlining your work. After you have a plan, go \nahead and get writing! This is where you will spend the bulk of your time. You’ll need \nto watch the clock, and save yourself 2-5 minutes at the end for review.\nRevision\nEditing and reviewing at the end is a crucial step in creating a polished writing sample.\nTry to catch any grammar, spelling, capitalization, or punctuation mistakes, and \nchange \"weak\" words to \"strong\" ones. \nHere's an example of writing stronger, more visual sentences:2-5 minutes\n15-20 minutes\n2-5 minutesPlan\nWrite\nRevise\nNeatness and organization matter! You want your writing to be as smooth and polished \nas possible. Make sure you write slowly enough that your handwriting is legible.  \nI walked to the beach. \nI strolled leisurely to the beach.\n \nI dashed down the path to the beach.",
      "word_count": 157
    },
    {
      "page_number": 5,
      "text": "Essay Components\nThe Introduction\nThe purpose of the introduction is to clearly communicate to the reader what you \nare going to talk about in the rest of the essay. Your introduction should generally \nbe four to five sentences long. The first sentence is a “hook,” which is a question, \ndescription, or anecdote that captures the reader’s attention. The second sentence \nshould restate the question and answer it. The last two to three sentences should \nprovide an overview of your reasons.\nUse this as your guide to the sentences in your introduction:\nHere's a sample introduction:\n",
      "word_count": 95
    },
    {
      "page_number": 6,
      "text": "The Body\nThe body paragraphs of an essay explain how your reasons support your topic, as \nwell as providing specific details and examples to make your reasons concrete. As \nmuch as possible, these reasons should come from your own life and interests.\nIf you are writing about a place you’d want to move, for example, tell about an \nimportant visit you had there. Describe the scenery and the sights and sounds! Use \nwords that appeal to the reader’s senses: sight, sound, smell, touch, and taste. \nMake sure that your details and examples stay on topic and don’t become too \nlongwinded. Your body paragraphs should be about 5-7 sentences long, so make \nsure to include only relevant information.\nHere are sample body paragraphs:\n",
      "word_count": 122
    },
    {
      "page_number": 7,
      "text": "The Conclusion\nYour last paragraph, the conclusion, wraps up everything you’ve written \nabout in your essay. In the conclusion, make sure to take 2-3 sentences \nto restate your topic and reasons. It is very important to use new words \nand phrases here, so that you don’t repeat yourself. \nLastly, give the reader a positive closing statement. This can be a \ndescription of your growth, something you have learned related to the \ntopic, or your future plans.\nHere's a sample conclusion:\n",
      "word_count": 80
    },
    {
      "page_number": 8,
      "text": "Topic Choice\n □Is this topic something you know a lot about?\n □Is this topic something you care about?Essay Writing Checklist\nSpecific Details and Examples\n □Do you provide specific details for each of your reasons?\n □Do you have enough examples to fill your body paragraphs?\nOrganization and Structure\n □Do you have a 4-5 sentence introduction?\n □Do you have 2-3 body paragraphs that are 5-7 sentences long?\n □Do you have a 2-3 sentence conclusion?\nStyle\n □Is your writing clear?\n □Is your word choice varied?\n □Did you include one or two strong vocabulary words?\nMechanics\n □Did you indent your paragraphs?\n □Is your handwriting neat and legible?\n □Did you check your spelling, capitalization, and punctuation?",
      "word_count": 111
    },
    {
      "page_number": 9,
      "text": "Full Sample Essay #1\n As I gazed up at the clear skies and the majesty of Mount Tongariro, I knew \nthat New Zealand was the most amazing place I had ever been. My visit there taught \nme that, if I had the power to move anywhere in the world, I would want to move to \nNew Zealand. Moving to New Zealand would allow me to spend more quality time \nwith my aunt, uncle, and cousins, who live there. If I moved to New Zealand, I would \nalso be able to hike and explore the amazing, beautiful outdoors.\n Although my parents and I live in New York City, much of my extended family \nlives in Wellington, New Zealand. Last summer, we traveled there to visit them. I got \nto spend time with my cousins, Grace and Alex, who I hadn’t seen in years. While \nwe all felt a little shy at first, we soon discovered how much we have in common. \nMy cousin Grace and I both love to skateboard, and Alex and I both were teaching \nourselves Japanese! We had a great summer exploring the city together as well as \nhiking with our parents. If I moved to New Zealand, I would be able to enjoy their \ncompany the whole year, not just for a summer.\nBecause I have spent most of my life in a large city, I am always grateful for opportunities \nto spend time outdoors. In New Zealand, I was awestruck by the incredible natural \nbeauty that the islands had to offer. One of my favorite trips that we took was to \nthe Tongariro National Park. In the National Park, we rented mountain bikes and \nbiked through the forest, under the watchful eye of Mount Tongariro. It was a truly \nspectacular experience. If I moved to New Zealand, I would take trips to so many \nmore amazing locations.\n My visit to New Zealand last summer truly solidified that it would be my dream \nplace to live. I valued the time I spent with my family there, and I would love to be \nable to spend more time learning and growing with my cousins. I also discovered my \npassion for the outdoors and would be excited to spend time exploring new places. \nOf course, my family is not moving away from New York any time soon, but that \ndoesn’t mean I can’t start planning my next New Zealand trip! \n",
      "word_count": 401
    },
    {
      "page_number": 10,
      "text": "Full Sample Essay #2\n Last spring, when the winners of the yearly essay contest were announced at an \nassembly, I felt nervous but had no expectation of winning. Imagine my astonishment \nwhen the principal called my name—I had won an award for the best essay in the \nschool district! More than any other piece of schoolwork, the process of writing this \nessay made a great impact on my goals and values. It has helped me become more \nconfident in my writing abilities, cementing my desire to someday become a journalist. \nAdditionally, since I had worked very hard on my essay, this accomplishment has \ntaught me that hard work truly does pay off. \n Although I have long enjoyed writing, I never thought that I was good enough \nto become a professional writer. I was enthusiastic about my writing, but always \nfound fault with my work. Last year, when the essay contest was first announced, \nI felt passionate about the topic, Water Conservation, and conducted research for \nmonths to finish my essay. Although it was difficult at times, I surprised myself by \nmy determination and persistence throughout the process, which showed me that \nperhaps I can pursue writing as a career. Someday, I hope to become a journalist, \nreporting on and arguing for important issues such as water conservation.\n Writing my Water Conservation essay also taught me how important it is to \nbe studious even with subjects that I enjoy. Because I enjoy writing and it comes \neasily to me, sometimes I don’t put in the effort that I should. For the essay contest, \nhowever, I spent countless hours honing my argument, organizing my ideas, and \nmaking sure that my sentences were strong and vibrant. Even though I was tired \nfrom my homework and swim practice, I took the time to work hard on and complete \nan essay that I believed in. When I submitted my work, I felt truly proud of my writing \nand satisfied that I had created a meaningful essay.\n Because of this positive experience last year, I have grown as both a writer \nand student. In my classes this year, I have approached my writing assignments with \ngusto, learning from each mistake, and trusting that I do have the capabilities to be \nan accomplished writer someday. I have also applied the work ethic I learned through \nwriting the essay to my other classes at school. I can’t wait to see the rest of my hard \nwork pay off! Although I may never win another award, I can rest in the satisfaction \nof working hard and doing what I love.\n",
      "word_count": 431
    },
    {
      "page_number": 11,
      "text": "Examples of Student Essays\n If I could gain one new skill, I would want it to be photography, so that I could \ntake a picture of something amazing and never seen before. Why would you want \nto do this? Well, for three reasons. The first being that photography is an incredible \nway to capture images of objects that are not just boring, the second reason is that \npeople would appreciate the photographs I would take. Now, and this is the most \nimportant reason. I would want to share my many photographic experiences with \nother people to not only appreciate the moment but to be a part of it. \n As a photographer, I would take pictures of all kinds of amazing objects. A \ngood photographer knows how watch their surroundings to find cook things to take \npictures of, I also think that I would be a good photographer because I love to be aware \nof my surroundings. As easy as it can be to not watch around you or pay attention \nto the beauty of life. That is one of the primary things that a photographer must do. \nI also enjoy looking at beautiful photographs taken by professional photographers. \nFor example, horses, whales, and the beauty of the ocean.\n In conclusion, these are the reasons that I would be a professional photographer, \ntaking a picture of something amazing.\nRead through the following essays and note strengths and weaknesses. Note any \nmistakes, including topic choice, details and examples, structure, style, and mechanics. \nNotes: ___________________________________________________________________________\n__________________________________________________________________________________\n__________________________________________________________________________________\n__________________________________________________________________________________\n__________________________________________________________________________________\n__________________________________________________________________________________",
      "word_count": 257
    },
    {
      "page_number": 12,
      "text": "Edited Student Essay\n If I could gain one new skill, I would want it to be \nphotography, so that I could take a picture of something \namazing and never seen before. Why would you want to do \nthis? Well, for three reasons. The first being that  Photography \nis an incredible way to capture images of objects that are \nnot just boring ., the second reason is that p People would \nappreciate the photographs I would take . Now, and this \nis the most important reason. I would want to share my \nmany photographic experiences with other people to not \nonly appreciate the moment but to be a part of it  could \nexperience what I had seen through my photographs . \n As a photographer, I would take pictures of all kinds of \namazing objects. A good photographer knows how to watch \ntheir surroundings to find cook cool things to take pictures \nof,. I also think that I would be a good photographer because \nI love to be aware of my surroundings. As easy as it can be \nto not watch around you or pay attention to the beauty of \nlife. That is one of the primary things that a photographer \nmust do. I also enjoy looking at beautiful photographs taken \nby professional photographers. For example, horses, whales, \nand the beauty of the ocean.\n In conclusion, These are the reasons that I would be \na professional photographer, taking a picture of something \namazing .\n{This introduction \nrambles and goes \non too long. An \nintroduction only \nneeds to be four \ngood sentences. \n{\n{}The student \nshould pick \nand describe \none particular \namazing thing \nthey’d like to \nphotograph, so \nthat the essay is \nmore specific. \n}This body \nparagraph \nshould be split \ninto two: one \nfor each main \nreason. This one \nlong paragraph \ngoes off-topic. \nIt should also \ninclude more \ndetails and fewer \ngeneralizations.\nWe finally get \nsome examples \nhere. These \nshould come \nearlier. The conclusion \nis too short and \nshould do more. \nHow would the \nstudent learn or \ngrow from being \na photographer?Watch out \nfor sentence \nfragments!\nThe student repeats the word \n“amazing” too many times. Make \nsure to vary vocabulary words.}This sentence is \nconfusing. This \npossible revision \nhelps to clarify \nthe student's \nmeaning to the \nreader. ",
      "word_count": 373
    },
    {
      "page_number": 13,
      "text": " Out of all the famous people in history, I think that I would most like to meet \ngeorge washington carver. george washington carver was an inventor, who was very \ndedicated to his work and to helping farmers. He was a botanist, and I care a lot \nabout botany and plants, so he would be a good person for me to meet. \n george washington carver was born in Missouri, and became interested in \nplants at a young age, much like me. I remember learning in class that he even had a \nmini garden as a child, where he nursed sick plants back to health. Can you believe \nthat? \n I also have a garden, where I plant tomatoes, beans, and lettuce. Sometimes, \nthe lettuce gets eaten by slugs, which is a real bummer.\n In my report I did on him for Mr. Shanahan’s class I also learned about how \ngeorge washington carver invented many peanut products for people to use from \nthe crop. He invented peanut butter, for example, and fuel made out of peanuts. He \nalso invented many other products and was a very dedicated researcher. I would like \nto grow up to become a researcher as well.\n One of the things that I really like about george washington carver is that he \npursued everything that he did out of a desire to help people, not to make money. \nAll of his work helped famers to survive in areas where the land was not producing \nmany crops anymore. \n He never even patented his ideas because he wanted them to be free to \nothers. Now we have george washington carver day.\n Overall, my desire to be an inventor and my love for plants means that I have \na great enjoyment of george washington carver. I would meet him and talk about his \ninventions for at least a day.\nNotes: ___________________________________________________________________________\n__________________________________________________________________________________\n__________________________________________________________________________________\n__________________________________________________________________________________\n__________________________________________________________________________________\n__________________________________________________________________________________",
      "word_count": 313
    }
  ],
  "metadata": {
    "title": "",
    "author": "",
    "subject": "",
    "creator": "Adobe InDesign CC 14.0 (Macintosh)",
    "producer": "Adobe PDF Library 15.0",
    "creation_date": "D:20190514150419-07'00'",
    "modification_date": "D:20190514150421-07'00'",
    "page_count": 13,
    "file_size": 1246057,
    "sections": [
      {
        "title": "introduction only",
        "line_number": 244,
        "type": "introduction"
      }
    ],
    "key_concepts": [],
    "file_hash": "ad233e68afcdd20fd963ea767b96fb19"
  },
  "images": [
    {
      "page": 1,
      "path": "data/isee_content/images/ISEE_Essay_Strategies (1)_page_1.jpg",
      "width": 1275,
      "height": 1651,
      "format": "JPEG"
    },
    {
      "page": 2,
      "path": "data/isee_content/images/ISEE_Essay_Strategies (1)_page_2.jpg",
      "width": 1275,
      "height": 1651,
      "format": "JPEG"
    },
    {
      "page": 3,
      "path": "data/isee_content/images/ISEE_Essay_Strategies (1)_page_3.jpg",
      "width": 1275,
      "height": 1651,
      "format": "JPEG"
    },
    {
      "page": 4,
      "path": "data/isee_content/images/ISEE_Essay_Strategies (1)_page_4.jpg",
      "width": 1275,
      "height": 1651,
      "format": "JPEG"
    },
    {
      "page": 5,
      "path": "data/isee_content/images/ISEE_Essay_Strategies (1)_page_5.jpg",
      "width": 1275,
      "height": 1651,
      "format": "JPEG"
    },
    {
      "page": 6,
      "path": "data/isee_content/images/ISEE_Essay_Strategies (1)_page_6.jpg",
      "width": 1275,
      "height": 1651,
      "format": "JPEG"
    },
    {
      "page": 7,
      "path": "data/isee_content/images/ISEE_Essay_Strategies (1)_page_7.jpg",
      "width": 1275,
      "height": 1651,
      "format": "JPEG"
    },
    {
      "page": 8,
      "path": "data/isee_content/images/ISEE_Essay_Strategies (1)_page_8.jpg",
      "width": 1275,
      "height": 1651,
      "format": "JPEG"
    },
    {
      "page": 9,
      "path": "data/isee_content/images/ISEE_Essay_Strategies (1)_page_9.jpg",
      "width": 1275,
      "height": 1651,
      "format": "JPEG"
    },
    {
      "page": 10,
      "path": "data/isee_content/images/ISEE_Essay_Strategies (1)_page_10.jpg",
      "width": 1275,
      "height": 1651,
      "format": "JPEG"
    }
  ],
  "questions": []
}